Repository: tscreven/Trio-ECS251
Catalog: DanaKit/Localization/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, nb, nl, pl, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: During the pairing process, your DanaRS v1 will show a pairing prompt while you iPhone will show a prompt for a pairing code. On your pump, select OK and type the code on your iPhone. After that, Loop is ready to communicate with your DanaRS v1
ar: أثناء عملية الاقتران، سيظهر لك جهاز DanaRS v1 الخاص بك مطالبة بالاقتران بينما سيظهر لك جهاز iPhone مطالبة برمز الاقتران. على المضخة الخاصة بك، حدد موافق واكتب الرمز على جهاز iPhone الخاص بك. بعد ذلك، تصبح Loop جاهزة للتواصل مع مضخة DanaRS v1 الخاصة بك
da: Under parringsprocessen vil din DanaRS v1 vise en parringsmeddelelse, mens din iPhone vil vise en meddelelse om en parringskode. Vælg OK på din pumpe, og skriv koden på din iPhone. Derefter er Loop klar til at kommunikere med din DanaRS v1.
de: Während des Kopplungsvorgangs zeigt Ihr DanaRS v1 eine Kopplungsaufforderung an, während Ihr iPhone eine Aufforderung zur Eingabe eines Kopplungscodes anzeigt. Wählen Sie auf Ihrer Pumpe OK und geben Sie den Code auf Ihrem iPhone ein. Danach ist Loop bereit für die Kommunikation mit Ihrem DanaRS v1
es: Durante el proceso de emparejamiento, su DanaRS v1 mostrará un aviso de emparejamiento mientras que su iPhone mostrará un aviso para un código de emparejamiento. En tu bomba, selecciona OK y escribe el código en tu iPhone. Una vez hecho esto, Loop estará listo para comunicarse con tu DanaRS v1.
fi: Pariliitosprosessin aikana DanaRS v1 näyttää pariliitoskehotteen, kun taas iPhone näyttää pariliitoskoodia koskevan kehotteen. Valitse pumpussa OK ja kirjoita koodi iPhonessa. Tämän jälkeen Loop on valmis kommunikoimaan DanaRS v1:n kanssa.
fr: Pendant le processus de couplage, votre DanaRS v1 affichera une invite de couplage tandis que votre iPhone affichera une invitation à saisir un code de couplage. Sur votre pompe, sélectionnez OK et tapez le code sur votre iPhone. Après cela, Loop est prêt à communiquer avec votre DanaRS v1.
it: Durante il processo di accoppiamento, il DanaRS v1 mostrerà una richiesta di accoppiamento, mentre l'iPhone mostrerà una richiesta di codice di accoppiamento. Sulla pompa, selezionare OK e digitare il codice sull'iPhone. Dopodiché, Loop è pronto a comunicare con il DanaRS v1.
nb: Under sammenkoblingsprosessen vil DanaRS v1 vise en sammenkoblingsmelding, mens iPhone vil vise en melding om en sammenkoblingskode. Velg OK på pumpen, og skriv inn koden på iPhone. Etter dette er Loop klar til å kommunisere med DanaRS v1
nl: Tijdens het koppelproces zal uw DanaRS v1 een koppelprompt tonen en uw iPhone een vraag om een koppelcode. Selecteer OK op je pomp en typ de code in op je iPhone. Daarna is Loop klaar om te communiceren met je DanaRS v1.
pl: Podczas parowania, DanaRS v1 wyświetli monit o parowanie, a iPhone wyświetli monit o podanie kodu parowania. Na pompie wybierz OK i wpisz kod na iPhonie. Następnie Loop będzie gotowy do komunikacji z DanaRS v1.
ro: În timpul procesului de asociere, DanaRS v1 va afișa o solicitare de asociere, în timp ce iPhone-ul va afișa o solicitare pentru un cod de asociere. Pe pompă, selectați OK și introduceți codul pe iPhone. După aceea, Loop este gata să comunice cu DanaRS v1.
ru: Во время процесса сопряжения на экране DanaRS v1 появится запрос на сопряжение, а на экране iPhone - запрос на код сопряжения. На насосе выберите OK и введите код на iPhone. После этого Loop будет готов к обмену данными с DanaRS v1
sk: Počas procesu párovania sa na displeji DanaRS v1 zobrazí výzva na spárovanie, zatiaľ čo na displeji iPhone sa zobrazí výzva na zadanie párovacieho kódu. Na čerpadle vyberte OK a zadajte kód na iPhone. Potom je zariadenie Loop pripravené na komunikáciu s vaším zariadením DanaRS v1
sv: Under parkopplingsprocessen kommer DanaRS v1 att visa en parkopplingsfråga medan din iPhone kommer att visa en fråga om en parkopplingskod. Välj OK på din pump och skriv in koden på din iPhone. Efter det är Loop redo att kommunicera med din DanaRS v1
tr: Eşleştirme işlemi sırasında DanaRS v1 cihazınız bir eşleştirme istemi gösterirken iPhone cihazınız bir eşleştirme kodu istemi gösterecektir. Pompanızda Tamam'ı seçin ve kodu iPhone'unuza yazın. Bundan sonra Loop, DanaRS v1 cihazınızla iletişim kurmaya hazırdır
uk: Під час процесу сполучення ваш DanaRS v1 відображатиме запит на сполучення, а ваш iPhone – запит на код сполучення. На помпі виберіть OK та введіть код на iPhone. Після цього Loop буде готовий до зв’язку з вашим DanaRS v1.
vi: Trong quá trình ghép đôi, DanaRS v1 của bạn sẽ hiển thị một thông báo ghép đôi, trong khi iPhone sẽ hiển thị thông báo nhập mã ghép đôi. Trên bơm, hãy chọn OK và nhập mã đó trên iPhone của bạn. Sau đó, Loop sẽ sẵn sàng giao tiếp với DanaRS v1
zh_hans: 在配对过程中，您的 DanaRS v1 将显示配对提示，而您的 iPhone 将显示配对代码提示。在泵上选择 "OK（确定）"，然后在 iPhone 上键入代码。之后，Loop 就可以与 DanaRS v1 通信了。

source: During the pairing process, your DanaRS v3 will show a pairing prompt while you iPhone will show a prompt for two pairing codes. On your pump, select OK and type the two codes on your iPhone. After that, %1$@ is ready to communicate with your DanaRS v3
ar: أثناء عملية الإقران، ستظهر رسالة تأكيد على جهاز DanaRS v3 الخاص بك، بينما سيظهر على جهاز iPhone الخاص بك مربع لإدخال رمزَي إقران. على المضخة، اضغط على "موافق"، ثم أدخل الرمزين في جهاز iPhone. بعد ذلك، يصبح %1$@ جاهزًا للتواصل مع جهاز DanaRS v3 الخاص بك
nb: Under sammenkoblingsprosessen vil DanaRS v3 vise en sammenkoblingsmelding, mens iPhone vil vise en melding om to sammenkoblingskoder. Velg OK på pumpen, og skriv inn de to kodene på iPhone. Etter dette er %1$@ klar til å kommunisere med DanaRS v3
nl: Tijdens het koppelingsproces toont je DanaRS v3 een koppelingsverzoek, terwijl je iPhone om twee koppelingscodes vraagt. Selecteer 'OK' op je pomp en voer beide codes in op je iPhone. Daarna is %1$@ klaar om te communiceren met je DanaRS v3
ro: În timpul procesului de asociere, DanaRS v3 va afișa o solicitare de asociere, în timp ce iPhone-ul va afișa o solicitare pentru două coduri de asociere. Pe pompă, selectați OK și introduceți cele două coduri pe iPhone. După aceea, %1$@ este gata să comunice cu DanaRS v3.
ru: Во время процесса сопряжения на вашей DanaRS v3 появится запрос на сопряжение, а на вашем iPhone отобразится запрос на ввод двух кодов сопряжения. На помпе выберите «ОК» и введите оба кода на вашем iPhone. После этого %1$@ будет готов к взаимодействию с вашей DanaRS v3
sk: Počas procesu párovania zobrazí tvoja DanaRS v3 výzvu na párovanie, zatiaľ čo tvoj iPhone zobrazí výzvu na zadanie dvoch párovacích kódov. Na pumpe zvoľ OK a zadaj oba kódy do svojho iPhonu. Potom bude %1$@ pripravený komunikovať s tvojou DanaRS v3
sv: Under parkopplingsprocessen kommer DanaRS v3 att visa en parkopplingsfråga medan din iPhone kommer att visa en fråga om två parkopplingskoder. Välj OK på din pump och skriv in de två koderna på din iPhone. Efter det är %1$@ redo att kommunicera med din DanaRS v3
uk: Під час процесу створення пари на вашому DanaRS v3 відображатиметься запит на створення пари, а на вашому iPhone – два коди сполучення. На помпі виберіть OK і введіть два коди на своєму iPhone. Після цього %1$@ готовий до зв’язку з DanaRS v3
vi: Trong quá trình ghép đôi, DanaRS v3 của bạn sẽ hiển thị lời nhắc ghép đôi, trong khi iPhone của bạn sẽ hiển thị lời nhắc yêu cầu nhập hai mã ghép đôi. Trên bơm, hãy chọn OK và nhập hai mã đó trên iPhone của bạn. Sau đó, %1$@ đã sẵn sàng để giao tiếp với DanaRS v3 của bạn
zh_hans: 在配对过程中，你的 DanaRS v3 胰岛素泵会显示一个配对提示，而你的 iPhone 会显示两个配对码的输入框。在胰岛素泵上选择“确定”，然后在 iPhone 上输入这两个配对码。完成后，%1$@ 将准备好与 DanaRS v3 通讯。

source: During the pairing process, your DanaRS v3 will show a pairing prompt while you iPhone will show a prompt for two pairing codes. On your pump, select OK and type the two codes on your iPhone. After that, Loop is ready to communicate with your DanaRS v3
ar: أثناء عملية الاقتران، ستظهر لك مضخة DanaRS v3 مطالبة بالاقتران بينما سيظهر لك جهاز iPhone مطالبة برمزي اقتران. على المضخة الخاصة بك، حدد موافق واكتب الرمزين على جهاز iPhone الخاص بك. بعد ذلك، تصبح Loop جاهزة للتواصل مع جهاز DanaRS v3 الخاص بك
cs: Během procesu párování se na displeji zařízení DanaRS v3 zobrazí výzva ke spárování, zatímco na displeji iPhonu se zobrazí výzva k zadání dvou párovacích kódů. Na pumpě vyberte OK a zadejte dva kódy na iPhonu. Poté je zařízení Loop připraveno ke komunikaci s vaším zařízením DanaRS v3.
da: Under parringsprocessen vil din DanaRS v3 vise en parringsmeddelelse, mens din iPhone vil vise en meddelelse om to parringskoder. Vælg OK på din pumpe, og skriv de to koder på din iPhone. Derefter er Loop klar til at kommunikere med din DanaRS v3.
de: Während des Kopplungsvorgangs zeigt Ihr DanaRS v3 eine Kopplungsaufforderung an, während Ihr iPhone eine Aufforderung zur Eingabe von zwei Kopplungscodes anzeigt. Wählen Sie auf Ihrer Pumpe OK und geben Sie die beiden Codes auf Ihrem iPhone ein. Danach ist Loop bereit für die Kommunikation mit Ihrem DanaRS v3
es: Durante el proceso de emparejamiento, su DanaRS v3 mostrará un aviso de emparejamiento mientras que su iPhone mostrará un aviso de dos códigos de emparejamiento. En tu bomba, selecciona OK y escribe los dos códigos en tu iPhone. Después de eso, Loop está listo para comunicarse con su DanaRS v3.
fi: Pariliitoksen aikana DanaRS v3 näyttää pariliitoskehotteen, kun taas iPhone näyttää kehotteen kahdesta pariliitoskoodista. Valitse pumpussa OK ja kirjoita kaksi koodia iPhonessa. Tämän jälkeen Loop on valmis kommunikoimaan DanaRS v3:n kanssa.
fr: Pendant le processus d'appairage, votre DanaRS v3 affichera une invite d'appairage tandis que votre iPhone affichera une invitation à saisir deux codes d'appairage. Sur votre pompe, sélectionnez OK et tapez les deux codes sur votre iPhone. Après cela, Loop est prêt à communiquer avec votre DanaRS v3.
it: Durante il processo di accoppiamento, il DanaRS v3 mostrerà una richiesta di accoppiamento, mentre l'iPhone mostrerà una richiesta di due codici di accoppiamento. Sulla pompa, selezionare OK e digitare i due codici sull'iPhone. Dopodiché, Loop è pronto a comunicare con il DanaRS v3.
nb: Under sammenkoblingsprosessen vil DanaRS v3 vise en sammenkoblingsmelding, mens iPhone vil vise en melding om to sammenkoblingskoder. Velg OK på pumpen, og skriv inn de to kodene på iPhone. Etter dette er Loop klar til å kommunisere med DanaRS v3
nl: Tijdens het koppelingsproces zal uw DanaRS v3 een koppelingsprompt tonen en uw iPhone zal een prompt tonen voor twee koppelingscodes. Selecteer OK op je pomp en typ de twee codes op je iPhone. Daarna is Loop klaar om te communiceren met je DanaRS v3.
pl: Podczas procesu parowania DanaRS v3 wyświetli monit o sparowanie, a iPhone wyświetli monit o dwa kody parowania. Na pompie wybierz OK i wpisz dwa kody na iPhonie. Następnie Loop jest gotowy do komunikacji z DanaRS v3
ro: În timpul procesului de asociere, DanaRS v3 va afișa o solicitare de asociere, în timp ce iPhone-ul va afișa o solicitare pentru două coduri de asociere. Pe pompă, selectați OK și introduceți cele două coduri pe iPhone. După aceea, Loop este gata să comunice cu DanaRS v3.
ru: Во время процесса сопряжения на экране DanaRS v3 появится запрос на сопряжение, а на экране iPhone - запрос на два кода сопряжения. На своем насосе выберите OK и введите два кода на iPhone. После этого Loop будет готов к обмену данными с DanaRS v3.
sk: Počas procesu párovania sa na displeji DanaRS v3 zobrazí výzva na spárovanie, zatiaľ čo na displeji iPhonu sa zobrazí výzva na zadanie dvoch párovacích kódov. Na čerpadle vyberte OK a zadajte dva kódy na iPhone. Potom je zariadenie Loop pripravené na komunikáciu s vaším zariadením DanaRS v3
sv: Under parkopplingsprocessen kommer DanaRS v3 att visa en parkopplingsfråga medan din iPhone kommer att visa en fråga om två parkopplingskoder. Välj OK på din pump och skriv in de två koderna på din iPhone. Efter det är Loop redo att kommunicera med din DanaRS v3.
tr: Eşleştirme işlemi sırasında DanaRS v3 cihazınız bir eşleştirme istemi gösterirken iPhone'unuz iki eşleştirme kodu istemi gösterecektir. Pompanızda Tamam'ı seçin ve iPhone'unuza iki kodu yazın. Bundan sonra Loop, DanaRS v3 cihazınızla iletişim kurmaya hazırdır
uk: Під час процесу сполучення ваш DanaRS v3 відобразить запит на сполучення, а ваш iPhone – запит на два коди сполучення. На помпі виберіть OK та введіть два коди на iPhone. Після цього Loop буде готовий до зв’язку з вашим DanaRS v3.
vi: Trong quá trình ghép đôi, DanaRS v3 của bạn sẽ hiển thị một thông báo ghép đôi, trong khi iPhone sẽ hiển thị thông báo nhập hai mã ghép đôi. Trên bơm, hãy chọn OK và nhập hai mã đó trên iPhone của bạn. Sau đó, Loop sẽ sẵn sàng giao tiếp với DanaRS v3
zh_hans: 在配对过程中，您的 DanaRS v3 将显示配对提示，而您的 iPhone 将显示两个配对代码的提示。在泵上选择 "OK（确定）"，然后在 iPhone 上键入这两个代码。之后，Loop 就可以与 DanaRS v3 通信了。

source: Empty reservoir
ar: خزان فارغ
cs: Prázdná nádrž
da: Tøm reservoiret
de: Behälter entleeren
es: Reservorio vacío
fi: Tyhjä säiliö
fr: Réservoir vide
it: Serbatoio vuoto
nb: Tomt reservoar
nl: Leeg reservoir
pl: Pusty zbiornik
ro: Rezervor gol
ru: Резервуар пуст
sk: Prázdny zásobník
sv: Poddfel; tom reservoar
tr: Boş rezervuar
uk: Порожній резервуар
vi: Hết insulin
zh_hans: 药筒为空

source: Error while connecting to device
ar: خطأ أثناء الاتصال بالجهاز
cs: Chyba při připojování k zařízení
da: Fejl under tilslutning til enhed
de: Fehler beim Verbinden mit dem Gerät
es: Error al conectar con el dispositivo
fi: Virhe yhteyden muodostamisen aikana laitteeseen
fr: Erreur lors de la connexion à l'appareil
it: Errore durante la connessione al dispositivo
nb: Feil under tilkobling til enheten
nl: Fout bij verbinding met apparaat
pl: Błąd podczas łączenia z urządzeniem
ro: Eroare în timpul conectării la dispozitiv
ru: Ошибка при подключении к устройству
sk: Chyba pri pripájaní k zariadeniu
sv: Fel vid anslutning till enhet
tr: Cihaza bağlanırken hata oluştu
uk: Помилка під час підключення до пристрою
vi: Lỗi khi kết nối với thiết bị
zh_hans: 连接设备时出错

source: ERROR: Failed to pair device
ar: خطأ: فشل في إقران الجهاز
cs: CHYBA: Nepodařilo se spárovat zařízení
da: FEJL: Kunne ikke parre enheden
de: ERROR: Gerät kann nicht gekoppelt werden
es: ERROR: Error al emparejar el dispositivo
fi: VIRHE: Laitteen pariliitoksen muodostaminen epäonnistui
fr: ERREUR : Échec de l'appariement de l'appareil
it: ERRORE: Impossibile accoppiare il dispositivo
nb: FEIL: Kunne ikke koble sammen enheten
nl: FOUT: Koppeling van apparaat mislukt
pl: BŁĄD: Nie udało się sparować urządzenia
ro: EROARE: Nu s-a reușit asocierea dispozitivului
ru: ОШИБКА: Не удалось выполнить сопряжение устройства
sk: CHYBA: Nepodarilo sa spárovať zariadenie
sv: FEL: Misslyckades med att para ihop enheten
tr: HATA: Cihaz eşleştirilemedi
uk: ПОМИЛКА: не вдалося підключити пристрій
vi: LỖI: Không ghép nối được thiết bị
zh_hans: 错误：配对设备失败

source: Failed to adjust basal
ar: فشل في ضبط القاعدة
cs: Nepodařilo se upravit bazální
da: Kunne ikke justere basal
de: Anpassung der Basalrate fehlgeschlagen
es: No se ajustó la basal
fi: Perusannoksen säätäminen epäonnistui
fr: N'a pas ajusté la dose de base
it: Mancata regolazione della basale
nb: Kunne ikke justere basal
nl: Basaal niet aangepast
pl: Nie udało się dostosować podstawowej dawki
ro: Nu s-a putut ajusta bazala
ru: Не удалось установить базальную скорость
sk: Nepodarilo sa upraviť bazál
sv: Misslyckades med att justera basal
tr: Bazal ayarlama yapılamadı
uk: Не вдалося відкоригувати Базал
vi: Không thể điều chỉnh liều basal
zh_hans: 调整基础率失败

source: Failed to adjust pump time
ar: فشل في ضبط وقت المضخة
cs: Nepodařilo se nastavit čas čerpadla
da: Kunne ikke justere pumpetiden
de: Einstellung der Pumpzeit fehlgeschlagen
es: No se ha ajustado el tiempo de bombeo
fi: Pumppuaikaa ei ole säädetty
fr: Le temps de pompage n'a pas été ajusté
it: Mancata regolazione del tempo di pompaggio
nb: Kunne ikke justere pumpetiden
nl: Pomptijd niet aangepast
pl: Nie udało się ustawić czasu pompy
ro: Nu s-a reușit setarei timpului de pe pompă
ru: Не удалось установить время на помпе
sk: Nepodarilo sa nastaviť čas pumpy
sv: Misslyckades med att justera pumptiden
tr: Pompa süresi ayarlanamadı
uk: Не вдалося налаштувати час помпи
vi: Không điều chỉnh được thời gian bơm
zh_hans: 未能调整泵时间

source: Failed to adjust suspension
ar: فشل في ضبط التعليق
cs: Nepodařilo se nastavit odpružení
da: Kunne ikke justere affjedringen
de: Einstellung der Federung fehlgeschlagen
es: Fallo al ajustar la suspensión
fi: Jousituksen säätäminen epäonnistui
fr: Absence de réglage de la suspension
it: Mancata regolazione della sospensione
nb: Klarte ikke å justere suspensjonen
nl: Opschorting niet afgesteld
pl: Nie udało się wyregulować zawieszenia
ro: Nu s-a putut ajusta suspendarea
ru: Не удалось приостановить подачу инсулина
sk: Nepodarilo sa nastaviť odpruženie
sv: Misslyckades med att justera upphängningen
tr: Süspansiyon ayarlanamadı
uk: Не вдалося налаштувати призупинення
vi: Không thể điều chỉnh bởi hệ thống treo
zh_hans: 暂停调整失败

source: Failed to adjust temp basal
ar: فشل في ضبط درجة الحرارة القاعدية
cs: Nepodařilo se nastavit bazální teplotu
da: Kunne ikke justere basaltemperaturen
de: Einstellung der Basaltemperatur fehlgeschlagen
es: No se ha ajustado la temperatura basal
fi: Epäonnistui säätämään lämpötilan basaalia
fr: N'a pas ajusté la température basale
it: Impossibile regolare la temperatura basale
nb: Kunne ikke justere midlertidig basal
nl: Temperatuur basaal niet aangepast
pl: Nie udało się dostosować temperatury podstawowej
ro: Nu s-a putut ajusta valoarea bazală temporară
ru: Не удалось установить временную базальную скорость
sk: Nepodarilo sa nastaviť dočasný bazál
sv: Misslyckades med att justera temp basal
tr: Bazal sıcaklık ayarlanamadı
uk: Не вдалося налаштувати темп Базалу
vi: Không thể điều chỉnh liều temp basal
zh_hans: 调整临时基础率失败

source: Failed to generate Dana basal program
ar: فشل في إنشاء برنامج دانا بازل
cs: Nepodařilo se vygenerovat základní program Dana
da: Kunne ikke generere Dana basalprogram
de: Dana-Basalprogramm konnte nicht erstellt werden
es: Fallo al generar el programa basal de Dana
fi: Dana-perusohjelman luominen epäonnistui
fr: Échec de la génération du programme de base de Dana
it: Impossibile generare il programma Dana basal
nb: Kunne ikke generere Dana basalprogram
nl: Dana basaalprogramma niet gegenereerd
pl: Nie udało się wygenerować programu bazowego Dana
ro: Nu s-a putut genera programul bazal Dana
ru: Не удалось сгенерировать базальную программу Dana
sk: Nepodarilo sa vygenerovať nastavenia bazálu pre Dana
sv: Misslyckades med att generera Dana basalprogram
tr: Dana bazal programı oluşturulamadı
uk: Не вдалося створити програму Базалу Dana
vi: Không tạo được liều basal Dana
zh_hans: 生成 Dana 基础率程序失败

source: Failed to make a connection
ar: فشل في إجراء اتصال
cs: Nepodařilo se navázat spojení
da: Kunne ikke oprette en forbindelse
de: Verbindung konnte nicht hergestellt werden
es: No se ha podido establecer la conexión
fi: Yhteyden muodostaminen epäonnistui
fr: Échec de la connexion
it: Impossibile stabilire una connessione
nb: Kunne ikke opprette en tilkobling
nl: Verbinding kon niet tot stand worden gebracht
pl: Nie udało się nawiązać połączenia
ro: Nu s-a reușit stabilirea unei conexiuni
ru: Не удалось установить соединение
sk: Nepodarilo sa nadviazať spojenie
sv: Misslyckades med att upprätta en anslutning
tr: Bağlantı kurulamadı
uk: Не вдалося встановити з'єднання
vi: Không thể kết nối
zh_hans: 连接失败

source: Failed to prime the cannula. Please try again later
ar: فشل تحضير القنية. يرجى المحاولة مرة أخرى لاحقاً
da: Kanylen blev ikke primet. Prøv venligst igen senere
de: Die Kanüle konnte nicht entlüftet werden. Bitte versuchen Sie es später erneut
es: No se ha podido cebar la cánula. Vuelva a intentarlo más tarde
fi: Kanyylin esivalmistelu epäonnistui. Yritä myöhemmin uudelleen
fr: La canule n'a pas été amorcée. Veuillez réessayer plus tard
it: Non è stato possibile adescare la cannula. Riprovare più tardi
nb: Kunne ikke klargjøre kanylen. Prøv igjen senere.
nl: Het is niet gelukt om de canule voor te vullen. Probeer het later opnieuw
pl: Nie udało się zalać kaniuli. Spróbuj ponownie później
ro: Amorsarea canulei nu a reușit. Vă rugăm să încercați din nou mai târziu.
ru: Не удалось заправить канюлю. Повторите попытку позже
sk: Nepodarilo sa naplniť kanylu. Skúste to prosím neskôr
sv: Misslyckades med att fylla på kanylen. Försök igen senare
tr: Kanül prime edilemedi. Lütfen daha sonra tekrar deneyin
uk: Не вдалося заповнити Канюлю. Спробуйте пізніше
zh_hans: 排空套管失败，请稍后再试。

source: Failed to prime the tube. Please try again later
ar: فشل تحضير الأنبوب. يرجى المحاولة مرة أخرى لاحقاً
da: Det lykkedes ikke at prime slangen. Prøv venligst igen senere
de: Die Entlüftung der Röhre ist fehlgeschlagen. Bitte versuchen Sie es später erneut
es: No se ha cebado el tubo. Vuelva a intentarlo más tarde.
fi: Putki ei ole alustettu. Yritä myöhemmin uudelleen
fr: Le tube n'a pas été amorcé. Veuillez réessayer plus tard
it: Non è stato possibile adescare il tubo. Riprovare più tardi
nb: Kunne ikke klargjøre slangen. Vennligst prøv igjen senere
nl: Het is niet gelukt om de slang voor te vullen. Probeer het later opnieuw
pl: Nie udało się zalać przewodu. Spróbuj ponownie później
ro: Amorsarea tubului a eșuat. Vă rugăm să încercați din nou mai târziu.
ru: Не удалось заправить трубку. Пожалуйста, повторите попытку позже
sk: Nepodarilo sa naplniť trubicu. Skúste to prosím neskôr
sv: Misslyckades med att prima röret. Vänligen försök igen senare
tr: Tüp doldurulamadı. Lütfen daha sonra tekrar deneyin
uk: Не вдалося заправити трубку. Спробуйте пізніше
vi: Failed to prime the cannula. Please try again later
zh_hans: 排空管路失败，请稍后再试。

source: Failed to set reservoir amount. Re-sync pump data and try again please
ar: فشل ضبط كمية الخزان. أعد مزامنة بيانات المضخة وحاول مرة أخرى من فضلك
da: Det lykkedes ikke at indstille reservoirmængden. Synkroniser pumpedata igen, og prøv igen.
de: Reservoirmenge konnte nicht eingestellt werden. Bitte synchronisieren Sie die Pumpendaten erneut und versuchen Sie es erneut.
es: No se ha podido establecer la cantidad del depósito. Vuelva a sincronizar los datos de la bomba e inténtelo de nuevo.
fi: Säiliön määrää ei onnistuttu asettamaan. Synkronoi pumpun tiedot uudelleen ja yritä uudelleen.
fr: Échec du réglage du volume du réservoir. Resynchronisez les données de la pompe et réessayez s'il vous plaît.
it: Impossibile impostare la quantità di serbatoio. Risincronizzare i dati della pompa e riprovare.
nb: Kunne ikke angi reservoarmengde. Synkroniser pumpedataene på nytt og prøv igjen.
nl: Het is niet gelukt om de reservoir in te stellen. Synchroniseer de pompgegevens opnieuw en probeer het opnieuw.
pl: Nie udało się ustawić ilości w zbiorniku. Ponownie zsynchronizuj dane pompy i spróbuj ponownie.
ro: Nu s-a putut seta cantitatea din rezervor. Resincronizați datele pompei și încercați din nou.
ru: Не удалось установить объем инсулина в резервуаре. Пересинхронизируйте данные помпы и повторите попытку
sk: Nepodarilo sa nastaviť množstvo zásobníka. Znovu synchronizujte údaje pumpy a skúste to znova, prosím
sv: Misslyckades med att ställa in reservoarmängd. Synkronisera pumpdata igen och försök igen.
tr: Rezervuar miktarı ayarlanamadı. Pompa verilerini yeniden senkronize edin ve tekrar deneyin lütfen
uk: Не вдалося встановити обсяг Резервуара. Повторно синхронізуйте дані насоса та повторіть спробу
vi: Không thể thiết lập reservoir. Đồng bộ lại dữ liệu bơm và vui lòng thử lại
zh_hans: 设置药筒容量失败。请重新同步泵数据并重试
